/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Decidir depois";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Desactivar";

/* The title of the Edit menu item. */
"Edit" = "Edição";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Activar";

/* The title of the Input menu item. */
"Input" = "Entrada";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Foram detectados gestores de plug-in antigos";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Caracteres especiais…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Estão instalados um ou vários gestores de plug-in antigos. Estes utilizam uma funcionalidade que já não é suportada pelo sistema operativo. Na versão Mac OS X 10.5 Leopard e nas versões posteriores, esta funcionalidade está desactivada devido a problemas de segurança. A Apple recomenda manter esta funcionalidade desactivada. A sua desactivação não limita as capacidades do sistema operativo.\r\rPretende activar os gestores de plug-ins (a activação ou desactivação só tem efeito quando voltar a iniciar sessão)?";

